Repository: DragoKatic/humans-manifesto
Catalog: languages/humans-manifesto-*.po
Languages: sr_rs

source: I am active and engaged.
sr_rs: Укључен сам у активности.

source: I am aware of my surroundings, and those in my immediate sphere.
sr_rs: Свесан сам свог окружења и људи у својој непосредној сфери.

source: I am attentive.
sr_rs: Обраћам пажњу.

source: I am focused on the essential, to the exclusion of all else.
sr_rs: Усредсређен сам на суштинско, занемарујући све остало.

source: I am unsure of the future, but I am not concerned.
sr_rs: Будућност је неизвесна, али се не бринем.

source: I will rely on those closest to me.
sr_rs: Ослањаћу се на оне који су ми најближи.

source: I will share their burdens, as they share mine.
sr_rs: Делићу њихове терете, као што они деле моје.

source: I will live.
sr_rs: Живећу.

source: And I will love.
sr_rs: И волећу.

source: Humans Manifesto:
sr_rs: Људски манифест:

source: Close
sr_rs: Затвори
